Repository: MobileGuru1013/BIM-iOS
Catalog: BIM/*.lproj/Localizable.strings
Languages: fr

# tuto1
source: Explore awesome spots around you
fr: Trouvez l'adresse parfaite autour de vous

# tuto2
source: Bim and build your Universe
fr: Conservez vos adresses préférées

# tuto3
source: Share your Universe with your friends
fr: Partagez votre Univers avec vos amis

# login.facebook.btn.title
source: Connect with Facebook
fr: Se connecter avec Facebook

# login.facebook.description
source: We will never post anything without your permission
fr: Nous ne publierons jamais rien sans votre permission

# login.private.policy.title
source: Legal Notices
fr: Mentions Légales

# login.cgu.title
source: Terms of Use
fr: Conditions d'Utilisation

# menu.around.me
source: Around me
fr: Autour de moi

# menu.somewhere.else
source: Somewhere else
fr: Ailleurs

# search.location.title
source: Find Bims around...
fr: Trouver des Bims autour de...

# search.location.searchbar.placeholder
source: Search a location
fr: Rechercher une adresse

# search.location.placeholder.empty
source: Search a location
fr: Rechercher une adresse

# search.location.placeholder.not.found
source: Please enter another address
fr: Merci de renseigner une autre adresse

# place.open
source: open
fr: ouvert

# place.close
source: close
fr: fermé

# friends.searchbar.placeholder
source: Find a Bimer
fr: Trouver un Bimer

# friends.a.friend
source: A friend
fr: Un ami

# friends.empty.placeholder
source: Bim is even more awesome with friends. Invite them!
fr: Invitez vos amis sur Bim et accèdez à leur Univers.

# places.searchbar.placeholder
source: Find a Bim
fr: Trouver un Bim

# places.empty.placeholder
source: No bim yet. Make it happen!
fr: Créez votre Univers en Bimant vos adresses préférées.

# places.placeholder.empty
source: No places found Tap to refresh or modify your filters
fr: Pas de lieu trouvé Tap pour actualiser ou changez vos filtres

# location.mode.empty
source: You need to choose a location mode.
fr: Merci de choisir un mode de localisation dans vos Filtres.

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

# week.formatted.to
source: %@ to %@
fr: %@ à %@

# place.share.on.facebook
source: Share on Facebook
fr: Partager sur Facebook

# place.share.on.message
source: Share by Message
fr: Partager par SMS

# place.share.on.mail
source: Share by Mail
fr: Partager par Mail

source: Cancel
fr: Annuler

# mail.share.place.title
source: You are unique. You deserve awesome.
fr: Une pépite qui devrait te plaire...

# mail.share.place.body
source: Hey I found this awesome spot on Bim®. Check it out! https://itunes.apple.com/us/app/bim/id927902886?ls=1&mt=8
fr: Hey regarde le lieu que j’ai découvert sur Bim® ! https://itunes.apple.com/us/app/bim/id927902886?ls=1&mt=8

# sms.share.place.body
source: Hey I found this awesome spot on Bim®. Check it out! https://itunes.apple.com/us/app/bim/id927902886?ls=1&mt=8
fr: Hey regarde le lieu que j’ai découvert sur Bim® ! https://itunes.apple.com/us/app/bim/id927902886?ls=1&mt=8

# facebook.share.place.description
source: Hey I found this awesome spot on Bim®. Check it out! https://itunes.apple.com/us/app/bim/id927902886?ls=1&mt=8
fr: Hey regarde le lieu que j’ai découvert sur Bim® ! https://itunes.apple.com/us/app/bim/id927902886?ls=1&mt=8

# alert.description.bim
source: Like this place? Bim it swiping right. You will find it in your Universe, reachable on the right side of this screen.
fr: Vous aimez cet endroit? Bimez le faisant glisser à droite. Vous le retrouverez dans votre univers accessible sur la droite de cet écran.

# alert.description.bash
source: Not interested by this place? Bash it swiping left. You will not see it again.
fr: Pas intéressé par cet endroit? Bashez le faisant glisser à gauche. Nous ne vous le proposerons plus.

# alert.description.next
source: By clicking on Next you will see again this place later and will be able to Bim or Bash it.
fr: En cliquant sur Next vous reverrez cet endroit et pourrez décider plus tard de le Bimer ou Basher.

# alert.cancel
source: Cancel
fr: Annuler

# settings.title
source: Settings
fr: Réglages

# settings.feedback.title
source: Send us Feedback
fr: Envoyer un Feedback

# settings.guru.title
source: Become a Guru
fr: Proposer une adresse

# settings.disconnect.title
source: Disconnect
fr: Déconnexion

# mail.become.guru.title
source: Become a Guru
fr: La Ville n'a plus de secrets pour vous, devenez Guru.

# mail.become.guru.description
source: Hi Bim® Team, Here are some spots I want to add on Bim®: My Cities: My Top 5 bims: Bim® - Your City, Your Rules
fr: Hello la Bim® Team, Voici les spots que je souhaite ajouter à Bim® : Mes adresses fétiches : Les Villes dans lesquelles j'ai de bonnes adresses : Bim® - My City, My Rules

# mail.feedback.title
source: Help us provide you the best experience ever!
fr: Aidez-nous à vous donner le Meilleur

# mail.feedback.description
source: Give us your feedback, we'll make it happen! Iphone model and iOS version: %@ What I like on Bim: Things I'd like to add on Bim: Thanks for your support! The Bim Team
fr: Bim c'est votre Univers, donnez nous votre avis ! Modèle Iphone et version d'iOS : %@ Ce que j'ai aimé : Ce que j'aimerais faire/voir sur Bim : Merci pour votre contribution ! La Bim Team

# error
source: Error. We fix it now.
fr: Erreur, on en fait notre affaire.

# ok
source: Great
fr: Top

# error.generic
source: An error occurred, please try again.
fr: Petit problème technique, merci de réessayer.

# error.generic.code
source: An error occurred, please try again. #%ld
fr: Petit problème technique, merci de réessayer. #%ld

# error.sign.in
source: Please sign in dear Bimer.
fr: Cher Bimer, merci de vous connecter.

# error.login.account
source: We can't find your Facebook account.
fr: Compte Facebook non trouvé.

# error.login.password
source: Your Facebook password has changed. Please go to the Facebook settings of your device to confirm it.
fr: Votre mot de passe Facebook a changé. Merci de le confirmer dans les réglages Facebook de votre iPhone.

# error.login.permissions
source: To be awesome, Bim needs to access your Facebook account. Please go to the Facebook settings of your iPhone to get started.
fr: Pour vous donner le meilleur, Bim a besoin de se connecter à votre compte Facebook. Merci de l'autoriser dans les réglages Facebook de votre iPhone.

# location.permission.denied
source: To be awesome, Bim needs to access your location. Please go to the location settings of your iPhone to get started.
fr: Pour vous donner le meilleur, Bim a besoin d'accéder à votre géolocalisation. Merci de l'activer dans la section Bim des réglages de votre iPhone.

# error.internet.connexion
source: Internet connexion needed.
fr: Connexion Internet requise.

# actionsheet.share.title
source: Share
fr: Partager

# langue
source: en-EN
fr: fr-FR

# reachability.no.network
source: Network not reachable!
fr: Pas de connection internet !
